hyprland
waybar
rofi-wayland
kitty
dunst
thunar
xdg-desktop-portal-hyprland
qt5-wayland
qt6-wayland
hyprpaper
hyprlock
firefox
vim
fastfetch
ttf-fira-sans
ttf-fira-code
ttf-firacode-nerd
jq
brightnessctl
networkmanager
wireplumber
flatpak