hyprland
waybar
rofi-wayland
kitty
dunst
thunar
xdg-desktop-portal-hyprland
qt5-wayland
qt6-wayland
hyprpaper
hyprlock
firefox
vim
fastfetch
ttf-fira-sans
ttf-fira-code
ttf-firacode-nerd
jq
brightnessctl
networkmanager
wireplumber
flatpak
zsh
stow
yazi
ollama
etherape
steam
git-lfs
wget
unzip
gum
rsync
figlet
xdg-user-dirs
hypridle
hyprpicker
xdg-desktop-portal-gtk
libnotify
eza
python-pip
python-gobject
python-screeninfo
tumbler
nm-connection-editor
network-manager-applet
imagemagick
xclip
neovim
htop
blueman
grim
slurp
tesseract
tesseract-data-eng
wl-clipboard
cliphist
nwg-look
qt6ct
polkit-gnome
zsh-completions
fzf
pavucontrol
papirus-icon-theme
breeze
swaync
gvfs
wlogout
waypaper
grimblast-git
bibata-cursor-theme
pacseek
otf-font-awesome
nwg-dock-hyprland
power-profiles-daemon
python-pywalfox
vlc
udisks2
udiskie
ouch